// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Czyszczenie smug z tyłu strony";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Anuluj";

CleaningConfirmationTitle = "Czyszczenie smug z tyłu strony";
CleaningConfirmationBody = "Ten proces może potrwać kilka minut. Mechaniczne odgłosy w jego trakcie są zjawiskiem normalnym, dodatkowo papier będzie się przesuwać w drukarce w obie strony. Kliknij przycisk OK, aby kontynuować.";
PaperNotFoundTite = "Nie wykryto papieru";
PaperNotFoundBody = "Załaduj papier do podajnika papieru przed rozpoczęciem procesu czyszczenia smug z tyłu strony. Kliknij OK, aby kontynuować.";
BackPageSmearCleaningTitle = "Czyszczenie smug z tyłu strony...";
BackPageSmearCleaningCompleteBody = "Zakończono czyszczenie smug z tyłu strony.";

NotInitiatedTitle = "Nie udało się zainicjować czyszczenia";
NotInitiatedMsg = "Nie udało się zainicjować procedury czyszczenia. Upewnij się, że drukarka jest włączona i nie wykonuje żadnych zadań.";

HSDTitleTextFieldValue = "Czyszczenie smug z tyłu strony";
HSDGuideTextFieldValue = "Załaduj papier do podajnika papieru przed rozpoczęciem procesu czyszczenia smug z tyłu strony. Kliknij Wyczyść, aby kontynuować.";
HSDCleanButtonTitle = "Wyczyść";

BackPageSmearCancelingTitle = "Anulowanie";

HSDInfoTextFieldValue = "Tę procedurę można wykonać, jeśli z tyłu wydrukowanej strony widać smugi. Czyszczenie smug z tyłu strony spowoduje wyczyszczenie tej części wnętrza drukarki, na której znajduje się tusz.";
